           PGM
           DCL        VAR(&TGTLIB) TYPE(*CHAR) LEN(10) VALUE(IBMIMBI)
           CHGLIB     LIB(&TGTLIB)       
           MONMSG     MSGID(CPF0000) 
           ENDPGM
