             CALL       PGM(QUICLOA) PARM(+
                          &APPHND   /* Application handle              */ +
                          &CLOOPT   /* Close option                    */ +
                          &ERRCOD   /* Error code                      */ )
