             CALL       PGM(QUIDSPP) PARM(+
                          &APPHND   /* Application handle              */ +
                          &FNCREQ   /* Function required               */ +
                          &PNLNAM   /* Panel name                      */ +
                          &REDISP   /* Redisplay option                */ +
                          &ERRCOD   /* Error code                      */ )
