             CALL       PGM(QUIPUTV) PARM(+
                          &APPHND   /* Application handle              */ +
                          &VARRCD   /* Variable buffer                 */ +
                          &VARLEN   /* Variable buffer length          */ +
                          &VARNAM   /* Variable record name            */ +
                          &ERRCOD   /* Error code                      */ )
